<template>
    <v-card
      
      class="overflow-y-auto"
      max-height="400"
    >
      <v-banner sticky>プライバシーポリシー（個人情報の取り扱いについて）</v-banner>
  
      <v-card-text class="card-text">
        <div >
          {{ content }}
        </div>
      </v-card-text>
    </v-card>
</template>

<script>
  export default {
    data: () => ({
      content: "個人情報取扱いについての基本方針 \n2nd Community株式会社（以下、「当社」といいます。）"+
      "では、お客様の氏名、性別、住所、電話番号、 メールアドレスなどの個人情報（特定の個人を識別できる情報）ついて、個人情報保護法その他関連法令を 遵守するとともに、以下の方針に則って適切に取扱うものとします。"+
      "\n個人情報の収集・利用について"+"当社の会員・研修会等のお申込みにあたり、お客様からご提供頂いた個人情報については、 以下の利用目的の範囲内で利用するものとし、お客様の同意なく利用目的の範囲外で個人情報を利用することはありません。"+
        "\n1 当社商品・サービスに関する情報の提供"+
        "\n2 当社が企画・主催するセミナーに関する情報の提供"+
        "\n3 当社が発行するメールマガジンへの登録及び配信"+
        "\n4 当社が発刊する定期購読物の提供"+
        "\n5 お客様個人が特定できないよう統計データとしての利用・提供"+
        "\n個人情報の収集・利用について"+"当社の会員・研修会等のお申込みにあたり、お客様からご提供頂いた個人情報については、 以下の利用目的の範囲内で利用するものとし、お客様の同意なく利用目的の範囲外で個人情報を利用することはありません。"

    }),

    methods: {
      
    },
  }
</script>

<style lang="scss" scoped>
.card-text {
    display: flex;
    justify-content: center;
    height: 200px;
}
</style>